Revit 2027 API
SymbolTypeId.KgfPerM Property
 Symbol kgf/m, indicating unit Kilograms force per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgfPerM { get; }
Public Shared ReadOnly Property KgfPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgfPerM {
	ForgeTypeId^ get ();
}
static member KgfPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace